{
  "poem1": {
    "id": 1,
    "title": " Dancing with your ghost",
    "description": "one more song, one more memory , one more reason not to let go",
    "theme": "forest",
    "text":
     "Dancing in the rain,\nUnder the sun,\nDancing till it drowned us,\nUntil we couldn’t see—perhaps by choice.\n\nDreading our sore feet,\nDancing to the same song,\nSame melody,\nThe tune that forgot how to end.\n\nThe one that doesn’t let me sleep,\nThe one I used to love,\nBut now is muffled by your weeps.\n\nAnd so I dance,\nAnd I dance alone.\n\nI dance till the blood on my feet paints a picture,\nTill I can see your face on the floor.\nI hug the air so tightly,\nThe absence of a second body is barely noticeable.\n\nI dance, but I don't know why for sure.\n\nThe radio is broken.\nThe song ended ages ago.\nBut stopping would mean admitting you are gone.\n\nAnd so I dance,\nIn my room,\nOn the wet, red floor—\nI dance till I can no longer remember the pleasure of holding you close,\nTill forgetting feels like the pain that was loving you,\nOnce more."
  },
  "poem2": {
    "id": 2,
    "title": "Someone will love you let me go",
    "description": "Letting go isnt losing, its making space for what was never meant to stay",
    "theme": "forest",
    "text": "Someone will love you—let me go.\nI have held on too tight, too long\nI have no strength to hold on\nNo reason left to fight for something i dont belive in anymore\n\nWe tried.\nGod, we tried.\nWe held on thinking love could save us\nThat we tried hard enough\nIf we bled enough\nWe could make this work\nBut love is not a survival\n\nAm i too weak to walk away,\nwith promises too heavy to keep,\ntoo ruined by hope to turn back on my own\nOr have i just been waiting for a permission to leave?\n\nLet me go before we ruin each other,\ntaking bites and pieces of one another,\nrummaging through the mess and flesh,\ntrying to find the proof of love,\nonly to realize love was never in the wreckage—just the breaking.\n\nLet me go, before we become ghosts\nhaunting something that was never meant to live.\nWe have to move on, because if we stay,\nwe will die trying to fix what was broken\nbefore it even began.\n\nNo, Let me go—because I want to.\nAfter everything we’ve been through,\nI don’t deserve to die like this,\nin a field of something so desperate,\nso deformed from what we once had.\nLove was never meant to look like this—\nclawing, gasping, breaking just to stay alive.\nSo let me go, not for you, not for us—\nbut because I refuse to be buried in this ruin.\n\nset me free, not because you don’t love me,\nbut because we  know—\nthis love is killing us both\n\nSomeone will love you.\nLet me go.\n\n\n\nI hope\nSomebody loves you in the ways I couldn’t\ntaking care of all of the mess I made\nSo you don’t have to change\n\nSomeone will love you, let me go"

  },
  "poem3": {
    "id": 3,
    "title": "Heer Rhanja",
    "description": "When the weight of the world feels heavier than you longing, come back",
    "theme": "forest",
    "text": "To ja, Rhanjan Rhanjan Rhanjan\nTu bhi kya yaad rakhega, ja Heer ne tenu chod diya\n\nGo on, she says—\nNot with heartbreak, not with sorrow,\nBut with something close to amusement.\nA cruel comfort in knowing\nThat he has no say in how his story plays.\n\nPlay with the idea of freedom, taste it if you can,\nThough fate is waiting in the corner,\nLove is waiting in the next life.\nEven if in this one, he finds\nSomeone else dwelling in his mind.\n\nThere hasn’t been a life before\nWhere he hasn’t ended up with her.\nSo run as far as you can,\nLive as full as you may—\nBut in the dead of night, on the break of day,\nI will be here, like I always have.\nNo matter who you choose,\nNo matter how this story plays.\n\nAnd isn’t that the cruelest mercy of them all?\n\nJa, Rhanja Rhanja Rhanja,\nShe says not with sorrow, not with pain,\nBut something close to amusement—\nA quiet surrender to her fate in love.\n\nGo on, Rhanja, run if you must,\nPlay with the idea of freedom,\nTaste it while you can.\nRun aimlessly, let the wind believe you are a free man,\nChasing your fantasies untamed.\n\nBut be quick, my love,\nIn wrapping up those charades,\nBefore fate catches a whiff,\nBefore love remembers your name.\n\nEven if in this life another name whispers on your tongue,\nEven if you teach your heart to beat for another,\nEven if your heart no longer recalls my name—\nMy love for you is unfaltering,\nEven if you arrive too late.\n\nBut come back you must—\nBy the break of dawn, by the end of day,\nWhen the longing has drowned from the inside,\nWhen my soul starts to whisper your name.\n\nSo go, Rhanja—learn, live, forget if you can.\nBut fate is a road that always leads home.\nAnd when the weight of the world feels heavier than your longing,\nI’ll take you back as if you were never gone.\n\nFor our stories are woven together,\nAnd the plot already decided.\nTo love you may have been fate’s doing,\nBut to love you was a choice I made.\n\nSo don’t weep for what was never ours to change,\nDon’t dread the lives we could never have.\nI’ve loved you in every life we’ve lived—\nEven in those where you chose to forget.\n\nBut that’s it for this one, our curtain falls here.\nNot all lost love finds a way back home,\nBut I hope you do.\n\nFor maybe not in this life, but the next one,\nWhere fate is not this cruel,\nAnd the roads feel kind,\nWhere love is no longer a battle.\n\nI would love for you to come back home,\nTo start this story anew—\nThe same chapters, the same page,\nThe same characters, just different names.\n\nJa, Rhanjan Rhanjan Rhanjan,\nTu bhi kya yaad rakhega—\nJa, Heer ne tenu iss baar jeene diya."

  },
  "poem4": {
    "id": 4,
    "title": "Winter's Tale",
    "description": "For every hopeless poet, a unaware muse",
    "theme": "forest",
    "text": "I saw this girl.\nas fine as winter wine\nHer eyes twinkled like stars of the night divine.\nShe had a smile that could warm the coldest hearts.\nYet carried a mystery that set her apart.\n\nThe snowflakes kissed her raven hair,\nLike a fleeting angel beyond compare.\nEach step she took, the frost would glow,\nAn elegant dance on winter’s snow\n\nI stood enchanted yet in despair,\nAfraid to break the spell in the air.\nFor what is beauty if not the ache,\nknowing it’s something you cannot take\n\nAnd then, as if by some cruel jest,\nThe lights dimmed, and she turned west.\nHer silhouette grew small, a fading spark,\nWas swallowed whole by the hungry dark.\n\nNow I’m left with the winter’s sting,\nA hollow ache to which silence clings\nHer memory lingers like a fragile trace,\nA fleeting girl, a forgotten face."

  },
  "poem5": {
    "id": 5,
    "title": "She loves me, She loves me not",
    "description": "let us hold on and see which turns gray first our love or our hair",
    "theme": "forest",
    "text": "LOVE IS GRAY\n\nSlow dancing to the grave,\nWith my lover nowhere in sight,\nHer love shrouded in mystery,\nEchoes whispering through the night.\n\nOnce flooding the streets I pass through,\nNow disappears before the first light.\n\nHer love so vast it treads the edge of obsession,\nThough its depths remain beyond confession.\n\nI drown in these sleepless nights,\nChasing down the traces of her scent.\nI run down this memory lane,\nResenting every moment we spent.\n\nBound by the chains of what used to be,\nI’m left to ponder, lost at sea.\nFor her love, though endless, has no reprieve;\nIn its absence, I am left to grieve.\n\nHer love, both torment and sweet respite,\nA cruel comfort, a bitter delight."

  },
  "poem6": {
    "id": 6,
    "title": "Someplace to be",
    "description": "Out beyond the ideas of wrong doings and rightdoings\n There's a field\n I'll meet you there",
    "theme": "forest",
    "text": "The road to my college knows my frenzied footsteps well,\nIt's a dance I do every day, but today it stares at me like a stranger.\nIt's never known me to halt midway.\n\nPeople leave in a flurry; they all have someplace to be.\nMy friends stare at me,\ntheir faces puzzled.\n\"Why is he not dying to leave?\nMaybe I should get going now,\nThe sun is getting low.\nBut I want to stand here and let life go by.\nI'm not in a hurry.\"\n\nFrom the fallen leaves on the sidelines\nto the tea stalls near the lake,\nI've watched this city preen.\nBut from this hill, I can see life itself.\nHigh on the top, the faces fade,\nand nothing is left but a dark figurine\nOne looks as same as the other and they all look like the rest\nBrimming with excitement filled with hopes\nRushing onwards their next quests\n\nFor is life not just a highway where stillness is met with death?\nWhere the soul is too afraid to look around\nAnd the vessel too ignorant to take a break.\n\nI know this life is a highway\nand you're just another passenger who has places to be.\nBut my heart hurdles forward,\nwhat a naive thing it still is,\nleaps forth without thinking of me.\n\nAnd though life is a wide-open highway,\nI yearn to walk in your side of the lanes.\nIt would be so easy to hurdle onwards,\nbut my heart knows foolishness not,\nit is addicted to that pain.\n\nA jolt against my shoulder reminds me,\nI stand amidst quite a stampede.\nLike a willow on a forgotten riverside,\nliving undecidedly.\nToo weary to touch the water\nand too stubborn to be freed,\nyet dreaming to drift far away from this foreign land,\ninto the endless, open sea.\n\nOn this highway to my college,\nI could live out eternity, but\nthe city is calling and I must take heed.\nPut an end to this lifeless fantasy,\nand pretend like I have someplace to be.\n\nLike I have someplace to be."

  },
  "poem7": {
    "id": 7,
    "title": "Duality of men",
    "description": "Why do i fall in love with every woman that gives me the least bit of attention",
    "theme": "forest",
    "text": "The day I met her for the first time,  \nIt was only for a moment as we both were on the run.  \nThe glimpse of her face I caught for a second,  \nNot knowing what I had stumbled upon.  \n\nHer hair fell perfectly on her shoulder,  \nHer eyes lit up as bright as full moon nights.  \nThough it only  for a second  our eyes had met,  \nBut I couldn't fall asleep that night. \n\n\nLet me love you till i have none left to give \n\n\nI love the love that corrupts you,  \nMakes you do the things your parents told you not to.  \nThe one that makes me scream in public,  \nThe one that makes me weep at night.  \nThe one that makes Me vomit in front of the mirror,  \nThe one that makes me question my own pride.  \n\nI love the love that doesn't love me back,  \nThe love that eats me whole and doesn't leave a trace.  \nThe one that rips me apart yet I can't forget her face,  \nThe one which takes me away from  reality.  \nLove that shreds me till my former self fades.  \n\nSo I love you,  \nAnd I'll love you till I run out of time.  \nIt won't matter if you ruin me,  \nI'll love you till you're no longer mine.  \n\nI'll love you till my heart turns black,  \nIt'll make up for the humanity you lack.  \nSo don't ask me why I still do,  \nBecause I will always love you.  \nAnd I'll do it just because you don't love me back."

  },
  "poem8": {
    "id": 8,
    "title": "A grave of forever",
    "description": "Maybe she'll love me if i never stop loving her, maybe",
    "theme": "forest",
    "text": "She left me,\nbut my hand still holds her.\nScars on my wrist — her fingernails run deep.\nI bled for my love; the stain spells her favorite things.\n\nShe tries to pull away, but my grip is firm.\nIt hurts — my palm is bloody,\nbut it's firm.\nIt hurts — she cries, she doesn’t love me.\nStill,\nit's firm.\n\n\"It hurts,\" she says,\n\"to love and receive nothing in return.\nI can’t take it anymore,\nand it hurts to see you bleed,\njust to write,\nyet never be heard.\"\n\nI understand —\nbut it’s firm.\n\n\"You do not,\" she cries.\n\"I was never loved — not by you, not by anyone.\nAll this unrequited love, and for what?\nTo end up alone?\"\n\nHer voice trembles.\nFilled with genuine regret, she questions my love.\n\nMy grip slips.\nI fall.\nBloody were my hands,\nnow my knees too — soaked.\n\nMy love — never enough.\nA well too shallow\nfor a thirst too deep.\n\nWas I a fool,\nholding a hand that never held back?\nToo stupid to see the signs,\ntoo blind to recognize the cracks?\n\nDid it hurt because you were never loved?\nOr did it hurt because I loved you too much?\nIs the pain real —\nor just guilt for something you could never reciprocate?\n\nI loved until I bled;\nyou hurt until you were whole —\nand when there was nothing else to take,\nyou left.\n\nWere you even real?\nWas I holding onto a ghost?\n\nIt hurts —\nbut it’s firm.\nNot love,\njust muscle memory.\nFingers locked in grief,\nstill calling it devotion.\n\nI pulled —\nand the silence pulled back.\nI screamed —\nand the echo begged me to stop.\n\n\"It’s firm,\" I whispered,\nthough her hand was already gone.\nOnly the ghost remained —\nwarm once,\nnow cold,\nrotting in my grip,\ntoo ashamed to let go.\n\nYears passed,\nbut I called it patience.\nShe died in my arms —\nnot her body,\njust her love.\nStill, I clung.\n\nHer pulse was a memory.\nHer name — a ritual.\nMy grip —\ntoo proud,\ntoo broken\nto let go.\n\nIt’s firm.\nBut what am I holding?\n\nA corpse.\nA whisper.\nA past that won't answer back.\n\nAnd if I never let go,\nand choose to decay,\nmaybe my past won’t show,\nwon’t resonate with my name.\n\nSo, let her love die.\nLet my grip be the grave —\nfirm,\nunmoving,\nproof\nthat someone stayed.\n\nLet me rot —\nso no one forgets\nI was the one who chose to stay,\nletting her die in my bitter embrace.\nVictim or perpetrator —\nwhich role did I play?\nDoes it even matter anymore,\nif we both die in the end?"
  },
  "poem9": {
    "id": 9,
    "title": "Hills that weep at dawn",
    "description": "Tragedy Carved in stone",
    "theme": "forest",
    "text": "The hill at the edge of the town knows my aching heart\nIt harbour me whole when my life falls apart\nUnder the whispering pines I find solace true\nThe branches embrace me tightly \nthe leaves set the bed for my broken heart\n\nAdmits the rolling slopes, where the fallen leaves play\nI pour my burden down as the twilight fades to grey\nThe hill, my silent confidant,where my tears freely Flow\nMy screams are matched profoundly \nby the cries of a distant willow\n\nAt dawn when the shadows flee and the night's hold start to fray\nThe willow once silent begins to recount the tragic display \nThe branches tremble as the leaves whisper a tale\nOf lovers lost to tragedy, their love destined to fail\n\nSitting under the willow tree, the tree that weeps with me\nI listen to the story as the hill cries in agony\n\nAlast the soul of a woman  stands above\nCrying and cursing to her lover hanging by the tree\ntrapped in relentless love begging to be free\n\nShe is the ghost I saw from below the hill\nWas trapped in time, haunting it still.\nDesperately I argue with the soul stuck in its plight \nPleading her to find peace under the willow's dying light\n\nFutile attempts to reveal her love\nIgnoring the lover hanging from above \nBegging her to take a look for what this branches hold\nTo end the suffering and reunite the broken souls\nHesitant to take a leap from the cries profound \nRetreats from the ledge no longer bound \n\nThe shadow of a man creeps out of sight\nEmbracing the soul shedding timeless tears\nTrapped inside of the willow just out of sight \nWitnessing the lover in agony silent all these years\n\nBearing witness this tale brings me to my knees\nBurdened with tragedy the hill finally found its peace \nThe leaves settle down the souls nowhere to be found \nRunning tirelessly into the woods where their love is now forever bound \n\nMaking my way down I take one last peek\nThe two souls dancing under the willow tree's shade\nBound together for eternity \nTheir love never to fade\n\nThe shadow no longer appers to be perching on the ledge \nNo longer I can see the man hanging from the trunks\nThe distant cries from the hill have been silent alast \nThe willow overjoyed which had been weeping for months \n\nin the end  the hill holds my aching heart \nYet I witnessed it's tragedy true\nBut in the silent depths I found my part\nConsoling the souls that fate overthrew \n\nFor beneath the willow's weeping embrace \nLie stories of love sorrow and grace\nAnd though the shadows may fade with time\nTheir memory will linger in this sacred place\n\nSo let the hill stand and let it stand tall\nHolding the secrets of love and despair \nFor in its shadowed valleys hearts may dwell\nFinding solace in the whispering pines\nUnbeknownst to the willow's tragic tale"

  },
  "poem10": {
    "id": 10,
    "title": "Fool's love",
    "description": "A fantasy of forever",
    "theme": "forest",
    "text": "And as I stood there, watching them walk away to a life I was never meant to touch, I realized\nThat the Cruelty of love is in understanding that the tragedy isnt losing you-\nit’s living to remember i ever had you at all.\n\nthe  bitter grief of love isn’t  in the goodbye,\nBut in the ghost you left behind,\nThe ghost of your broken promises and blatant lies\nThat told me we were forever \nAnd that maybe i didnt try...\nBut You were never mine to begin with \nIt was all a matter of time\n\nBut i loved  you\nI loved you through think and thin\nI  loved you in a way that makes moving on feel like a betrayal\nand forgetting you a sin.\n\nAnd so i don’t forget—i  can’t   forget,\nInstead, i carry the memory,\nlike a shard of glass lodged in my chest,\ncutting deeper with every breath.\n\nBecause the worst  part of love’s ghost isn’t its haunting,\nbut the way it convinces me\nthat letting go of the memory would mean losing you all over again.\n\nAnd yet,\nsomewhere in the cold, quiet grief\nI have learnt to live—not to forget,\nBut to let this shard grow dull,\nuntil the pain becomes the proof\nthat you were real.\n\nThat  love, even lost, was  once mine to hold.\n\nAnd so, with this love, I let you go—not to lose you,\nBut to free myself from the illusion\nThat holding on will ever bring you back.\nBecause love, even as a memory,\nIs still love.\nAnd in letting go, I may lose you,\nBut I might finally find myself."

  },
  "poem11": {
    "id": 11,
    "title":  "Songs",
    "description": "sweetest form of lie hiding behind a melody",
    "theme": "forest",
    "text": "I listen to this one song over and over again.\nI listen to that song because it resembles my pain.\n\nIt gives me peace to know I'm not the only one.\nI listen to it over and over in order to keep me sane.\n\nIt keeps me from thinking, keeps me from lashing out.\nSo I don't take the headphones off, the better the loud.\n\nI listen to it till my ears bleed.\nI listen to it till my demons heed.\n\nI listen to the same song till I can no longer acknowledge the crowd.\n\nHopes in vain, dreams in drain,\nWhen there's no one but you to keep you sane.\n\nSo I listen to the same song over and over again.\nI listen till my mind melts,\nTill the lyrics are carved on my back,\nTill the melody is engraved in my brain.\n\nI listen to the same song, my refuge from the pain,\nAs I fade into the abyss, where my sanity reigns.\nThe silence around me echoes, the memories of my former self fade,\nLost in the haunting music, in this never-ending maze.\nI mumble the same words over and over again.\nFor inside, I'm screaming in pain."

  },
  "poem12": {
    "id": 12,
    "title": "Soulmates",
    "description": "Will they stay through your pain, love you when no one else can",
    "theme": "forest",
    "text": "Through thick and thin, Through storm and rain\nThe love that we harboured ended up being pain\nWish I were dead so you'd think of me,\nNot inside these four walls that still whisper your name\n\nThe problem was me that you couldn't foresee\nThat I was more in love with the idea of you\nThan in love with thee\nWas I in the wrong? was the fate too jealous to see\nWhat could've been our gospel of love now\nSpells tragedy\n\nI love how our story goes; maybe, perhaps, almost\nIn yearning for the perfect partner the right one was lost,\nFlew too close to the sun the moon dragged me away\nFor now I wander this starlit streets\nConvincing myself yes,\nIt was meant to be\nIt just wasn't meant to stay...."

  },
  "poem13": {
    "id": 13,
    "title": "Sorry ",
    "description": "How is it on the other side",
    "theme": "forest",
    "text": "Someone's loved one dies or I hurt the person I care for.\nOr the worst things happen to the very best people I know and my response is \"I'm sorry\"\n\nAs if that will undo the death, right the wrong, clear the sky.\nBut I don't know what to say even though sorry won't suffice.\nI will let it simmer on my tounge and let it dent the grief in your eyes.\n\nI'm sorry has become the most empty apology \nBut try to apologise without it and you'll realise words don't come as quickly\nI did this had thing or the bad thing did this to you\n\nSo I'm sorry and I'm sorry that the sorry's empty but my heart is scared of sincerity so it'll just have to do"

  },
  "poem14": {
    "id": 14,
    "title": "Strangers",
    "description": "fading faces, fading names, fading blames",
    "theme": "forest",
    "text": "The ecstasy of witnessing each other’s stolen glances and shared silences\nwas overshadowed by the grief of abandoning it all.\nWalking away from a story that never even got a name,\ntowards the mind-numbing reality of strangers with memories.\nOpposite,\noptimistic,\nwalking away,\nsteady pace,\nas if leaving slowly would hurt any less."

  },
  "poem15": {
    "id": 15,
    "title": "No salvation for sadists",
    "description": "Kinky love",
    "theme": "forest",
    "text": "You suffer willingly, no love can change that.\nThere is no hope for the ones who will their own demise.\nTo love is but a dream—\nTo suffer is their prize.\n\nSo you wear that crown,\nForged in shame.\nWhat even is love to you?\nJust a shoulder to blame?\n\nI could not eat.\nLike hell, you couldn't—\nYou wouldn't, because you were ashamed.\nAshamed of a want so futile.\nTired of compromises, an ordinary life.\nSo you aim high and take a shot at the sky.\n\n“YOU, yes, YOU in the clouds—\nGive me back my life,\nThe one I was meant to lead,\nBefore I took the wrong turn, met the wrong people,\nTo a point of no return.”\n\nSo when you ask for love,\nIs it to split your sorrow,  a witness to your breaking?\nIs it warmth you seek or someone to wither with\nDo you wish to be healed or just seen bleeding\nOr have you FINALLY given up so you aim for salvation\nAre you really  that desperate that broken?\nJust to have someone mourn your loss because you yourself coudnt belive in your cause\n\nEveryone is broken, nothing new\nbut to arm that pain\nTo weponise that suffering \nTo wear the wounds as medals\nIs not strength \nRather shame dressed as pride\n\n\"I am on my knees for love\"\nYou always were \nyou're hoping love can pick you up \nPatch the pieces silence the noises\nMake you into someone you can live with\n\nSo when you beg for love\nFor me\nIts a hard sell\nYou dont want a buddy for life\nYou want someone that can save you\nFrom yourself \n\nLove is no savior \nAnd i am no god\nAnd you my dear, are no innocent to be saved\n\nI burn for love.\nI starve for love.\nI die—for love... or was it always for myself?\nWas there ever love at all,\nOr just a desperate need to be accepted?"

  },
  "poem16": {
    "id": 16,
    "title": "Where dose love go?",
    "description": "Poof in the air",
    "theme": "forest",
    "text": "All the love that ever was\nWill always be\nLove dosent just disappear once it estinguishes its purpose \nNor is it quantifiable to a metric system\nYou cannot say i had this much love for you\nSure figuratively you can say its bigger than the moon\nBut there is no system to measure love\nIt just exists \nSo when she told me to stop loving her\nBecause she felt guilty\nIt hurt her knowing i still hadnt moved on\nShe dosent kmow this extent of love my heart holds\nShe gave me so much i dont know what to do with it\nI can re direct that love into something else\nBut woudnt that be cheating\nNot in a literal sense but isnt that the definition of cheating\nSo no\nI cannot stop loving you not metaphorically not literally \nBut this love will also fade \nDay by day\nBecause where dose Love without a way go\nDose it linger in the spaced between \nHiding in the words unspoken\nDose it hide in the Nostalgia of memories \nOr between the pages of a forgotten story never to be read again\nMaybe it dissolves into the air not gone but in a way woven into everything \nEverything that once reminded me of you\nAnd you of me\nIt settles down into those sweet memory that even separation coudntl taint\nIt doesn't vanish its lingers on all the things that once made us \"us\"\nSomethings we carry even when we no longer feel the wait\nSo no i cannot stop loving you Because if i were to \nI would start hating everything else"

  },
  "poem17": {
    "id": 17,
    "title": "The weight of love",
    "description": "Ill move on when i die",
    "theme": "forest",
    "text": "Love me, love me—I cried,\nStayed up every night\nWaiting for that \"come back\" text,\nHoping you'd  pick another fight\n\nSomething to end this unfamiliarity that has settled in \nEven the warmth of your hate to remember  you by\n\nAnything but this silence\n\nThis silence—its killing me,\nBut its the only thing left\n\nAll the love that we had \nburried under lies\nAnd yet i keep on digging hoping to find it alive\n\nLove me love me i cried\nMy heart craves for that foreign delight\nThe warmth of your touch\nThe tone of your voice\nI long for the dirt under your fingernails\nThe proof that you once held me tight\n\nMaybe in another universe \nI'll learn to forget you and forgive myself \nBut not tonight, \n\nTonight, I want your memories to drown me deep,\nLet them bury me alive,\nTill the pleasure of suffocating\nFeels greater than the pain of forgetting."

  },
  "poem18": {
    "id": 18,
    "title": " A thousand times",
    "description": "Some stories never end, They just repeat- a thousand times",
    "theme": "forest",
    "text": "I know we've been apart for a while\nBut i never stopped thinking about you\nNot even for a second\n\nYou cross my mind a thousand times\nI dream of you almost every night.\nI would travel over a thousand miles,\nIf it meant we could be together for another night\n\nI had a dream that you were mine,\nI’ve had that dream a thousand times.\nIn a fleeting moment of pleasure, would you be so kind\nTo kill me yourself if you can’t be mine?\n\nI don’t think death would accept me—not after I died a thousand times.\nYou’re mine in my dreams,\nAnd I’m yours when I’m awake.\nDeath is jealous of how I accept my damned fate,\nHow I choose to kill myself a thousand times.\n\nBut when you look at me, it’s like not a single second went in vain.\nNot a single death unnoticed \nlike I can live up to myself again.\nThe shine in your eyes,\nThe beauty of your smile,\nYour raven-black hair,\nYour white-coated lies—\nI could look at you all day.\nBut I only do that a thousand times.\n\nI had a dream that you were mine,\nBut that’s all it was—me avoiding my fate,\nFalling asleep just to see your face,\nAnd always waking up too late.\nAll I have is this dream  that I can't outrun,\nPlayed on repeat, night after night.\nEven now, after all this time,\nYou’re the only thing that i can never find\nSo be it in my dreams \nOr in the next life-\nI'm ready to loose you again \nanother thousand times"

  },
  "poem19": {
    "id": 19,
    "title": "A sleepless curse",
    "description": "Let me sleep forever",
    "theme": "forest",
    "text": "Before I go to sleep, I wish tomorrow would be different,\nThat I'd wake up in another place,\nFar from my bed,\nFar from my home,\nFar from all the familiar places that I used to roam.\n\nThat my mother won't knock on my door and lie about what time it is,\nThat the threat of being late won't discard my yearning for peaceful sleep,\nThat when I wake up, the lights won't turn on,\nThat my room be as dark as my hopes that were buried inside this home.\n\nWhen I go to sleep, I wish to disappear,\nThat my mother will find an empty bed and the lights would still be off,\nThe room would look perfect as she wishes I kept it every day,\nThat the floor would be clean of my dirty footsteps,\nAnd the walls won't have turned grey.\n\nBut here I am, lying in bed while my parents have their say,\nThey go to sleep; it's only 10 ,\nThey know something I don't—how can one sleep when their soul screams in dismay?\nThey yearn for eternal sleep; I'm sure it's as good as it gets.\nYet when I wake up, I don't see them making a face;\nThey wake up with a smile ,\nWhile I curse the coming day.\n\nAs i tell myself\n\nThat one day I'll wake up and find myself in a different place,\nSo far from my home, in hopes of getting lost,\nSo that I can find myself at my own pace.\n\nBut my bed is still messy, and the yellow light buzzes on,\nEvery day I wake up with my mother's utter lie,\nAnd the alarm that never seems to work.\nMother stands in the doorway, reminding me of the milk she steamed,\nShe blurts out some things I unconsciously nod to,\nI'm still reminiscing about my dreams:\n\nThat one day my mother wakes up, and this bed isn't worn,\nThat the pajamas are kept neatly, and the lights aren't on,\nBut then the house would be empty,\nCold to touch,\nThe weight of the creases will haunt my room,\nSo will my fingerprints on the wall,\n\nThe bed that my mother made will never be ruined,\nThe dirt-carrying footprints won't spell out my adventures anymore,\nAnd the yellow light won't overpower my dreams.\nInside these four walls where no one can hear my screams\nBut now the room is empty and only the memories remain\nThey're carved on the sides of the wall and the broken glass pane\nNow the walls whispers before the sky goes bright\nWhispering to my mother my tales of those sleepless nights\n\nThat one day my she will weep for the creases in the bedsheet\nAnd the scratches on the wall\nWeep for the blinking light that cant seem to stay on\n\nWeep for all the deaths I've had in this room\ncountless since the day i was born\nNo longer will my dirty footsteps expose my daily adventure\nNo longer will i carve my dreams on to these  white pristine  walls\n\nBut as i slip away from the confines of my sleep\nI can no longer hear my mother's dreadful weeps\nI go back to bed for one solace\nAnd take one last sigh of relief\nThe memories fade from inside  these four walls\nAs i think to myself\nThat i wake up one day and time isn't gone\nThat everything is still as messy as i had kept it in this home\nThat my mother is still asleep\nAnd the alarm is yet to go off\nThat when the night finally fades into dawn\nI am still asleep and the bed is still warm\nI'll wake up to the footsteps of my mother approaching my door\nThat everything will go back to as it was\nAnd that i will no long wish to disappear anymore"

  },
  "poem20": {
    "id": 20,
    "title": "Curse of pleasure",
    "description": "Real life experiance",
    "theme": "forest",
    "text": "evening sky with a light pink hue..odd feelings and a friend dressed in blue,\nhe said let's roam around the city, just one last look\nLast day together \"when will we meet?\", who knows..wandering around and grabbed a snack; from the same, old, dusty little food shack.\n\n\"let's do stuff worth remembering\", but where to? \nHe said i know just the place,\nTook me to a place where no one wandered to.\nIt was cold and dark till my eyes could see\nI stood across a ambiguously tall building where shadows are known to flee\n\n\n A house stood high admist  barren land and some tall trees\nNothing but plaster and wide spread beams, \nThe silence so loud i could almost hear my heart skip a beat\n \"what's about this house?\", i asked, trying to hide the goosebumpson my skin\n\n A local legend of sorts, the house is known for its history of royal tenants though holds a much darker tragedy within\n\nTook a gulp and looked around \nNot a soul wandering these streets \nEven the local dogs where scared to come near\n And the sun was going down\n\nI pat him on the shoulder for now my interest was peeked \nTell me the story\n\n\"It goes back year, before the walls blackened \nAnd the windows were stained\nIt was just a house rented to people in high place that stumbled in this town\nOr accessible to almost anyone who payed\n\nWith a city rid with drugs and booze\nThis is where the people went to drown\n\n\nOur story goes like no other the house was empty not a single soul to bother\nTwo friends with girl on board whom they promised a night she'll never forget \nAnd boy did they deliver \n\n\nTwo boys brought with them some liquor and a queen\nHad fun but the night took turns no one could've forseen\nThe things they did to put the devil to shame\nFolndled and groped to their hearts extent all in the name of game\nThey said Their age was golden and their time was to thrive \nSo they stripped her  off her innocence and burnt her alive\n\n.\nThe road went silent i could here my heart beat out of my chest\nMy friend looked at me a smirk on his face\n\"You sure you can handle the rest?\"\n\nI nodded hesitantly \"yes\" im....im not scared \n\nThe assilent fled into the night her body layed flat on the Cold hard floor\nCharred her limbs and blood boiled through the veins\nThe house witnessed a tragedy \nA tragedy of corrupted minds and blood red stains\n\nThe people still fear, of what took place in here. The house in the morning shows no sign of discomfort but at night drowns in tears.\n\nThe words left me shook and sent down a shiver in my spine but the house got me hooked\nand i found weird discomfort in the pain...\nWe marched through the gate with shear fright and holding back tears... \n\nI could see him trembling through those tight jeans but we were too deep now\nIt would be naught to go back from here\n\n...the lawn was empty, the swing was alone\nNow face to face to the house that heaven disowned \n\nThe door  open wide and windows cracked, \nThe silence was screaming, our footsteps echoed.\n the moonlight disappeared  we thought we were alone..\nthe house seemed royal the chandelier still hanged, the silence was broken when my phone suddenly rang....\nMy friend cussed me out shaking in his soles\nShut that phone off mother fucker \nDose this look like the time to take calls\n\nThe house suddenly went silent not a single creak in the house, my dread met my fear when a shadow creeped near\n\nMy senses heightened too scared to scream,\nI took off with my eyes closed \nWilling to go wherever this corridor leads\n\nStairway to the top was blocked as if it wanted us down here the walls of the house still whispered about that night, the innocent life which was taken despite her plight. The floor was burnt, the walls were dark this is where it happened, the remnants of past.\n\n\nThe house played tricks on me it scared me to death then reminded me to breathe\n\nThe allure of darkness led me downstairs the hole in which her soul resides\nI couldn't see anything even with my eyes open wide\nAlmost made it to the basement but my friend pulled me out\nI could almost here the wrath in its voice\nAngry that im alive\n\nWe ran for the kitchen door that lead to the backyard \nI could almost hear the walls weap for mercy \nHow can it not with such tragedy to guard \n\nMade it out alive the house not Haunted but hurt\nFor all the things its seen the screams that its heard \n\nthe house so cursed it lingers in my mind..\nthe warm summer time felt cold that night..\n\nleft the place never to talk about it\nFor the last look in town i found the darkest places to remember \nThinking about the house still fills my soul with regret\nBut a part of me never wishes to forget."

  },
  "poem21": {
    "id": 21,
    "title": "Teach me how to love",
    "description": "i cannot catch up with the world",
    "theme": "forest",
    "text": "**Teach me how to love**\nI've been handed an old edition\nthat doesn't seem to work anymore.\n\n**Teach me how to love**\nMy hands are worn from flipping\nthese brittle pages that time rewrote.\nIts ink faded, its words hollow.\n\nIs love a song I've never sung?\nA language my tongue can't hold?\nA puzzle missing half its pieces,\nor warmth my heart forgot to know?\n\n**Teach me how to love**\nFor every touch I've given withers,\nlike a flower pressed between the pages\nof a story never told.\n\n**Teach me how to love**\nFor my heart is lost,\nlike a broken compass spinning aimless,\ntowards a shore that doesn't call my name.\n\n**Teach me how to love**\nFor every glance I give is hollow,\nI look around every corner hoping someone would follow\n\nTeach me how to love,\nOr just lie to my face,\nHold me , console me\nAnd then leave without a trace\n\n**Teach me how to love?**\nAs if love could bloom on barren soil,\nas if my heart, long turned to stone,\ncould ever learn to beat again.\n\nSo maybe I can teach it how to love,\nbut perhaps it's far too late.\nIt doesn't stop the world from turning.\nMaybe I'll just learn to live with that weight."

  },
  "poem22": {
    "id": 22,
    "title": " The ghost in my room",
    "description": "fell in love with a shadow",
    "theme": "forest",
    "text": "I fell in love with the ghost in my room\nI have told it the things i could never confess to you\nThe ghost is silent it listens through all my pain\nIt makes me feel as though my words don't go in vain\nThe ghost in my room cries profoundly\n  matches my misery every night\nThe ghost  dosent have a name\nI never asked\ni guess i was ashamed\nAshamed to confide in a ghost\nBut in the end it seemed to have loved me the most\nIts gone by the day\nIt dosent leave a trace\nBut it climbs out my closet as soon as it sees my face\n\nThe ghost in my room\nListens to my pleas\nIt holds my hand and mourns the bleeds\nIt cant mend my wounds\nbut its compassionate cries  stich my aching heart\nIn my life of misery a mere shadow plays the most vital part\n\nIs the ghost real\nDose it really partake in my longings\nIs it also ashamed of something\nAshamed to still be attached to earthly belongings\nDose the ghost really exist\nOr is it a manifestation\nOf my grief anger or guilt\nThis ghost can be a lot of things\nIt might be real might be a concoction of my dream\nBut i think the ghost is a wish\n\nIs it real\nIt is to me\nIt is everything that i need it to be\nIt is all the good that i want to see\nAnd all the mundane from which i wish to flee\nIs the ghost a nightly companion of my minds plea\nOr just myself coping admist the tragady\nI fell in love with the ghost in my room\nNo matter its identity\nFor the ghost is everything i want it to be\nAnd no one can take it away from me"

  },
  "poem23": {
    "id": 23,
    "title": "The man who died wide awake",
    "description": "when i die i'll be on my time",
    "theme": "forest",
    "text": "Let it die with the dignity it deserves\n\nDose misery love company or do you need company so you seek misery\n\nI spent so much time building this house \nthat i never took the time to fill in and decorate it\nNow nothing but a hollow box of my dream \nstands Riverside \nwith a pool of my sweat and tears of everything ive felt all my life \nThe walls clawed by my insecurities the basement reeks of fears\nThe floor so thin remindes me of my faith\nThe windows   painted black, the house resonates my fears\nThe house stands tall holding all the darkness within\nFor it  stands lightless\nIt lacks personality\nIt questions me where i had been? \nRecognises me no more his own creator it seems\nThe walls describe me as a myth the floor shakes at my arrival \nthe house asks for a friend\nAs the interior fades away into nothingness\nLeaving it hollow in the end\n\nThe grave in my backyard\nTeases me with words wise\nFoolish young man With  dreams to shallow \nOnly  to end with with a house full of lies\nI walk to the river side and see it runs red\nIn this colorless house  where dreams go to die\nAnd i couldn't even get bed\nThe cold floors shakes my very soul \nas they weep in night of a guy who died wide awake\nThey sing the ballad of his misfortunes\nThe mistakes that he made\nThe people he lost\nAnd the debt that he paid\n\nI walk outside and see the last tree has fallen \nThe grey ash flourishes \n And The sky had turned rotten\nnow stands my house and the pool full of tears\nThe house questions my existance\nAnd the walls sings of my fears\nLaying in my grave \nDark shadows appear round \nthey circle my deathbed\nThe sheer number leaves me astound\nTremble at my feet \nthey all wear  my face\nEach one as distinct as petals of flower\nNot one looks fake\nThe ghost of my pasts, the metaphysical Recarnatios of my \\\"could have beens\\\"\nBut i was too afraid to try so i kept all the emotions within\nOne cries of hunger the talent i didn't feed\nOne cries of regret where i foolishly stood tall and should've taken a heed\nOne sits silent brighter than most\nStares  at me with distraught, far younger than rest\nScared to get close\nScreams at me with rage cusses with no remorse\nFutile your life\nWhat did you amount to\nLook at this ghosts\nThey resonate your \\\"dreams.\\\"\nLook at what you lost\nFoolish your dreams\nFutile your life\nHalf a man you were \nNot even worthy of a wife\nAshamed i am that I'll grow to be you\nThe man who hid in the walls of his own home\nFor the sun was too bright\nThe dreams were too big and climb was too far\nThought of love sickened him so he never tried\n\nThe ghosts claw the grave as they begin to fade\nThe man screams for mercy not a single memory to aid\nThe lights go out the grave open wide\nThe man stripped of everything \nNothing left to hide\n Walks out of the grave walks out\nBlack and torn\nNot a single thing to show since the day he was born\nThe god forbids him not even devil takes his side\nAs he wanders the forest of \\\"Misfortunes\\\"\nLone he wnadees far and wide\nOn his persuit of death\nLearning to love life"

  },
  "poem24": {
    "id": 24,
    "title": "Her;",
    "description": "So be it in my dreams",
    "theme": "forest",
    "text": "She was beautiful—\nBut not in a way that screamed look at me.\nShe was ordinary to the naked eye,\nThe kind of beauty that came out once in a blue moon,\nThe kind of beauty you had to sit down to notice.\n\nShe was beautiful in a way\nThe air around her held a gradient hue.\nBut no one seemed to notice it.\n\nHer smile would light up the busiest crowd—\nher eyes, big ,and sparkling\nSpoke more than she ever could.\n\nHer hair— it always seemed to fall perfectly on her shoulders,\nAlways depriving me of a clear look at her face,\nAlways teasing\nTesting my devotion.\n\nHer voice—\nSoft like morning whispering to cattle,\nLike dusk whispering to trees.\nShe spoke like time had no hold on her,\nAs if the world paused to listen.\nI think it did.\nWas it only for me?\n\nShe was beautiful\nthe way she carried her sorrow—\nFolded in her pocket\nHolding out for tomorrow \nSitting next to it letting it soften\nUntil it didnt hurt anymore \n\nShe wore her beauty like a secret,\nAlmost from herself as well—\nA perfume that lingered\nOnly in memory rather than on skin.\n\nShe was beautiful\nIn a way that cameras could never capture,\nHands could never hold.\nA beauty only heard in silences,\nOnly seen in stillness.\n\nThe kind of beauty\nThat revealed itself briefly—\nThose few seconds during sunrise\nWhen the stars still hadn't left,\nIn the reflections on still water,\nIn the pages of books left unread.\n\nHer  beauty was in an eternal way—\nAnd I witnessed it every day.\nShe was divine, in every sense of that word.\nNever caught in another’s gaze,\n\nShe was beautiful in a way\nThat made me question\nIf what I saw was ever real at all.\n\nNo one else saw it.\nShe was just a girl.\n\nBut in her fleeting beauty,\nI found everything\nEverything that i had ever searched for"

  },
  "poem25": {
    "id": 25,
    "title": "Long he'd live, High he'd fly",
    "description": "forever isnt a lifetime",
    "theme": "forest",
    "text": "Long he'd live and high he'd fly\nOrignal sins a boundless supply\n\nFather wasn't proud and mother wasn't allowed\nTo express her feelings in order to not make him soft\n\nThe core was grey you never expect something\nYou never had \nSo when she came, the storm to his rain\n\nLong he'd live high he'd fly\nExpect disappointment wasn't scared to try\n\nBound to get hurt he stayed unlit\nShe tried to make it work he felt weird and seeped deeper in \n\nSpiralling is bound to happen in one's life he chose to drown himself with litrature\n\nUnderstand something he cannot convey\nKhadka resonated and diogines peeked his intrest\n\nSomething to talk about when the conversation died , something to make this hollow body someone to trust\n\nLong he'd live and high he'd fly\nFalling face first into a sweetned lie\n\nThen she came , introduced as a different character with the same eyes\n\nHe'd start to care now something felt different needed to win her aproval, the one that didn't matter then now was the reason he lies\n\nLook in the mirror is the the same guy \nToo deep to stop now so,\nWouldn't matter if he tried \n\nLong he'd live and high he'd fly\nFamiliar with the mask and a girl named faye\n\nInsomnia, you need peace to fall asleep\nThats the last thing you get when you're living a string of lies\n\nYou love me she asked?,how can I answer something I've never felt\n\nTurn to friends distant the lie , too far gone they seem \nThey don't have time,\n\nSprial again nothing to clutch on to this time\nDistant friends family too far gone \n\nYes lonely but never this Alone\n\nLong he'd live high he'd fly\nTrying to live a string of lies\nNo one to talk to no one to listen\nThe Wings are broken the haven feels distant \n\nSo long he'd live\nAnd high he'd fly\nAs high as his wings would take him\nAs far as he's willing to go in life"

  },
  "poem26": {
    "id": 26,
    "title": "Method to my madness",
    "description": "My love mine all mine, but only mine",
    "theme": "forest",
    "text": "Perhaps the saddest part is not that she's gone,\nbut that for one brief moment, I truly believed I could get it right,\nthat maybe if I just played my part, just tried hard enough,\nshe would see me the way I saw her.\n\nBut I guess not—\nI think i would've ruined it had it really happened \nSome things aren’t meant to be real.\nSome are meant to stay a dream for the sake of never loosing them\n\nSo I watch her from a distance, with a smile,\nwatching her fade like she was always meant to\nAnd in that moment, with no regret \nAll i want to do is admire her from afar\nAnd break my heart just one last time\nJust to convince myself \nNo she's too beautiful \nToo perfect to be tainted by the hands of mine"

  },
  "poem27": {
    "id": 27,
    "title": "Was it love or self-preservation",
    "description": "All i know is that i loved you,truly,completly everything else is confetti",
    "theme": "forest",
    "text": "My love for you is paradoxical\nIt does not breath the same air\nIt does not see the things I see\nIt just exists in a plane of metaphysical emotions\nIn its desire to break free\nIt does not discriminate my hatred towards you\nNor does it account my ill intent\nIt takes up a portion of my brain reserved specifically for you\nBurns brighter than most when I vent\n\nIt's not that I don't love you\nI'm physically incapable of doing so\nIt's just my heart does not know foolishness\nIt loves everything it loathes\n\nYou might be my soulmate it's true\nBut I'll have to live with that dread\nEither god is impotent when it comes to love or the soulmate theory is just dead\nWhat we once were\nWhatever we had\nNow sits in my diary rotting under my bed\nOf course it was meant to be\nWas my love not enough or were you too blind to see\nWas it my misfortune to stumble in your way\nOr were you just a lesson to learn to lead the way\n\nSoulmate or not\nOnce most cherished thing I owned\nNow the most dreadful memory my mind can keep\nAnd my nightmares ever have known\nWith this line I set you free\nWhatever we had, whether if it was meant to be\nLays in a grave made by our insecurity\nThe coffin made of faith\nThe dirt represents trust\nIt's not enough to succumb to our emotions\nBut enough to not let these feelings crumble to dust\nThe flowers on our grave blue\nEach petal represents my memory of you\nThe headstone carved with these pretty little words\nLove is blind\nGod is not kind\nCupid left us astray\nThe love that we had now these headstones preserve\nSo that one day\nWe walk out of this grave\nGo back to our own worlds\nTill then\nAnd let it die with the dignity it deserves"
  },
  "poem28": {
    "id": 28,
    "title": "A ballad of broken souls",
    "description": "do you still feel the same?",
    "theme": "forest",
    "text": "Happiness is a virtue, maybe that's why I choose you.\nYou made me feel as though I deserve to be happy,\nAnd not just a broken soul passing through.\n\nBut at the end of the day, all good things must end.\nYet you push me farther away as I try to make my amends.\nThe reality scares me, so I don't leave my bed,\nI dream of a world where your love wasn't lent.\n\nThere the dream of us still lingers\nWhere my heart isn't coarse.\nIt almost seems a distant reality, but then I wake up, of course.\n\nI dream of a world where your promises weren't broken,\nThe lines weren't crossed,\nWhere my life with you continues on, and the love isn't lost.\n\nMaybe you were wrong, maybe the love was true,\nBut I sink deeper into this madness because your heart shows no remorse.\n\nLongs for your touch, weep as it may,\nMy love was true, no matter you left me astray.\n\nMaybe we weren't meant to be, but we gave it our best,\nI loved you completely, and you did the same,\nSo, who cares about the rest."
  }
}
